Repository: bariskoe/hakendran2
Catalog: lib/l10n/app_*.arb
Languages: tr

# mainPageAppbarTitle
source: My Todo Lists
tr: Yapılacaklar Listelerim

# mainPageBuildListEmptyLazinessIsOver
source: Laziness is over
tr: Tembelliğe son

# mainPageBuildListEmptyPressToAddTodoList
source: Press to create your first Todo List
tr: İlk yapılacaklar listesini oluşturmak için dokunun

# addListDialogTitle
source: New Todo List
tr: Yeni Yapılacaklar Listesi

# addListDialogTextfieldLabel
source: Name
tr: Liste ismi

# addTodoDialogTitle
source: New Todo
tr: Yeni Yapılacak

# addTodoDialogTextfieldLabel
source: Name
tr: Yapilacağı ismi

# editTodoListDialogTitle
source: Edit Todo List
tr: Bu Listeyi düzelt

# editTodoListDialogTextfieldLabel
source: Edit Name
tr: İsim

# editTodoDialogTitle
source: Edit Todo
tr: Yapilacağı düzelt

# editTodoDialogTextfieldLabel
source: Edit Name
tr: İsim

# addItemTextFieldWidgetErrorMessage
source: A name is neccessary
tr: İsim şart

# categoryNameNone
source: none
tr: diğer

# categoryNameWorkout
source: workout
tr: spor

# categoryNameEducation
source: education
tr: eğitim

# categoryNameNutrition
source: nutrition
tr: yemek

# categoryNameWork
source: work
tr: iş

# categoryNameShopping
source: shopping
tr: alış veriş

# categoryNameMedication
source: medication
tr: ilaç

# categoryNameAnimals
source: animals
tr: hayvan

# categoryNameRelaxation
source: relaxation
tr: dinlenme

# categoryNameCleanup
source: cleanup
tr: temizlik

# categoryNamePaperwork
source: paperwork
tr: evrak işi

# categoryNameFriends
source: friends
tr: arkadaşlar

# repetitionPeriodNone
source: none
tr: tekrarsız

# repetitionPeriodDaily
source: daily
tr: her gün

# repetitionPeriodWeekly
source: weekly
tr: her hafta

# repetitionPeriodMonthly
source: monthly
tr: her ay

# repetitionPeriodMinutely
source: minutely
tr: her dakika

source: Something went wrong
tr: Bir sorun çıktı

source: Swipe to delete
tr: Silmek için kaydırın

source: Cancel
tr: İptal

source: Ok
tr: Tamam
